Repository: ljgithub/FuncionalOficial
Catalog: FarmaEnlace/FarmaEnlace/Resources/Resource.*.resx
Languages: es

source: Accept
es: Aceptar

source: Call
es: LLamar

source: Cell Phone
es: Celular

# ChooseOption
source: Choose an option
es: Seleccione una opción

source: Confirm New Password
es: Confirme su contraseña

source: Current password
es: Contraseña Actual

# EmailErrorSent
source: The email could not be sent.
es: Su email no coincide con la identificación.

# EmailValidation
source: Please enter a valid email.
es: Por favor ingrese un email válido.

# EnterCellPhone
source: Enter your cell phone
es: Ingrese su celular

# EnterEmail
source: Enter your email
es: Ingrese su email

# EnterID
source: Enter your identification
es: Ingrese su identificación

# EnterName
source: Enter your name
es: Ingrese su nombre

# EnterPassword
source: Enter your password
es: Ingrese su contraseña

# ErrorConection
source: Dear user, there is not an active internet connection.
es: Estimado usuario necesita conexión a internet.

# ErrorService
source: The service is not available, please try latter.
es: El servicio no está disponible, intente más tarde.

source: Find Us
es: Encuéntranos

source: Forgot your password?
es: ¿Olvidó su contraseña?

source: Generated code
es: Codigo generado

source: ID
es: Identificación

# IdentificationTypeValidation
source: Please enter your identification type
es: Por favor ingrese su tipo de identificación

# IdentificationValidation
source: You must enter your identification
es: Debe ingresar su identificación

source: Id Type
es: Tipo de identificación

source: Info
es: Información

# Link
source: See Promotion
es: Ver Promoción

source: Login
es: Ingresar

source: Name
es: Nombre

source: Nearby Pharmacies
es: Farmacias Cercanas

source: New Password
es: Nueva Contraseña

# NewPasswordConfirmNotMatch
source: The new password and confirmation, does not match.
es: La contraseña no coincide con la confirmación. Por favor vuelva a intentar.

# NewPasswordLengthValidation
source: The new password must be 4 numeric characters length.
es: La contraseña debe tener de 4 a 6 caracteres numéricos de longitud.

# NewPasswordValidation
source: You must enter a new password.
es: Debe ingresar una contraseña.

# NoInformation
source: There is no information
es: No existe información

# NoProductStock
source: There is no product stock
es: No existe stock del producto

# PasswordChangeSuccessful
source: The password change was successful
es: El cambio de password se realizo con éxito

# PasswordConfirmValidation
source: You must enter a new password confirm.
es: Debe ingresar la confirmación de su contraseña.

# PasswordCurrentValidation
source: The current password is not valid.
es: La contraseña actual no es válida

# PasswordSentEmail
source: Your password was sent to your email!
es: Su password fue enviado a su correo!

# PasswordValidation
source: You must enter the password.
es: Debe ingresar la contraseña actual.

# PharmaciesOnDuty
source: SHIFT
es: DE TURNO

source: Pharmacy Finder
es: Buscador de Farmacias

source: Product Catalog
es: Catálogo de Productos

# RegisteredSuccessfully
source: User Activated
es: Usuario Activado

source: Remember Me
es: Recuérdame

# ResultSearch
source: Search result: {0}
es: RESULTADO: {0}

source: Return
es: Regresar

source: Search
es: Buscar

# SearchStock
source: Find stock
es: Buscar Stock

source: See list
es: Ver Lista

source: Share
es: Compartir

source: Show on Map
es: Mostrar en Mapa

source: Sign In
es: Registrarse

# TwentyFourHoursPharmacies
source: 24 Hours Pharmacies
es: Farmacias 24 Horas

source: Update
es: Actualizar

source: Virtual Card
es: Tarjeta Virtual

# IDValidation
source: Invalid ID
es: Identificación no valida

# PasaportValidation
source: Invalid passport
es: Pasaporte no válido

# RucValidation
source: Invalid ruc
es: Ruc no válido

# CellPhoneValidation
source: Invalid CellPhone
es: Ingrese un celular válido

# ErrorUserNotExist
source: User does not exist
es: Usuario no existe.

# BirthDayValidation
source: You must enter a valid Birthday date.
es: Fecha de nacimiento incorrecta

# DayValidation
source: You must enter the Day of birth
es: Ingrese el día de nacimiento

# MonthValidation
source: You must enter a valid birth month.
es: Ingrese el mes de nacimiento

# ErrorNoGPS
source: Your location could not be establish. Please try again.
es: No se pudo obtener su ubicación, por favor intente de nuevo

# TryAgain
source: Dear user, please try again.
es: Estimado usuario, por favor, reintente su busqueda

# TimeElapsedCode
source: Your code has expired, try again.
es: Su código ha caducado, por favor generelo nuevamente.
